Revit 2027 API
SymbolTypeId.Stf Property
 Symbol STf, indicating unit US tonnes force.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Stf { get; }
Public Shared ReadOnly Property Stf As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Stf {
	ForgeTypeId^ get ();
}
static member Stf : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace